l = [
    {
        "Key": "Физическая агрессия",
        "Question": "Временами я не могу справиться с желанием причинить вред другим.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Косвенная агрессия",
        "Question": "Иногда сплетничаю о людях, которых не люблю.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Раздражение",
        "Question": "Я легко раздражаюсь, но быстро успокаиваюсь.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Негативизм",
        "Question": "Если меня не попросят по-хорошему, я не выполню.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Обида",
        "Question": "Я не всегда получаю то, что мне положено.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Подозрительность",
        "Question": "Я не знаю, что люди говорят обо мне за моей спиной.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Если я не одобряю поведение друзей, я даю им это почувствовать.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Чувство вины",
        "Question": "Когда мне случалось обмануть кого-нибудь, я испытывал мучительные угрызения совести.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Физическая агрессия",
        "Question": "Мне кажется, что я не способен ударить человека.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Косвенная агрессия",
        "Question": "Я никогда не раздражаюсь настолько, чтобы кидаться предметами.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Раздражение",
        "Question": "Я всегда снисходителен к чужим недостаткам.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Негативизм",
        "Question": "Если мне не нравится установленное правило, мне хочется нарушить его.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Обида",
        "Question": "Другие умеют почти всегда пользоваться благоприятными обстоятельствами.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Подозрительность",
        "Question": "Я держусь настороженно с людьми, которые относятся ко мне несколько более дружественно, чем я ожидал.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Я часто бываю не согласен с людьми.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Чувство вины",
        "Question": "Иногда мне на ум приходят мысли, которых я стыжусь.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Физическая агрессия",
        "Question": "Если кто-нибудь первым ударит меня, я не отвечу ему.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Косвенная агрессия",
        "Question": "Когда я раздражаюсь, я хлопаю дверями.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Раздражение",
        "Question": "Я гораздо более раздражителен, чем кажется.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Негативизм",
        "Question": "Если кто-то воображает себя начальником, я всегда поступаю ему наперекор.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Обида",
        "Question": "Меня немного огорчает моя судьба.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Подозрительность",
        "Question": "Я думаю, что многие люди не любят меня.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Негативизм",
        "Question": "Я не могу удержаться от спора, если люди не согласны со мной.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Чувство вины",
        "Question": "Люди, увиливающие от работы, должны испытывать чувство вины.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Физическая агрессия",
        "Question": "Тот, кто оскорбляет меня и мою семью, напрашивается на драку.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Косвенная агрессия",
        "Question": "Я не способен на грубые шутки.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Раздражение",
        "Question": "Меня охватывает ярость, когда надо мной насмехаются.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Когда люди строят из себя начальников, я делаю все, чтобы они не зазнавались.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Обида",
        "Question": "Почти каждую неделю я вижу кого-нибудь, кто мне не нравится.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Подозрительность",
        "Question": "Довольно многие люди завидуют мне.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Я требую, чтобы люди уважали меня.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Чувство вины",
        "Question": "Меня угнетает то, что я мало делаю для своих родителей.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Физическая агрессия",
        "Question": "Люди, которые постоянно изводят вас, стоят того, чтобы их \"щелкнули по носу\".",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Косвенная агрессия",
        "Question": "Я никогда не бываю мрачен от злости.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Раздражение",
        "Question": "Если ко мне относятся хуже, чем я того заслуживаю, я не расстраиваюсь.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Негативизм",
        "Question": "Если кто-то выводит меня из себя, я не обращаю внимания.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Обида",
        "Question": "Хотя я и не показываю этого, меня иногда гложет зависть.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Подозрительность",
        "Question": "Иногда мне кажется, что надо мной смеются.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Даже если я злюсь, я не прибегаю к \"сильным\" выражениям.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Чувство вины",
        "Question": "Мне хочется, чтобы мои грехи были прощены.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Физическая агрессия",
        "Question": "Я редко даю сдачи, даже если кто-нибудь ударит меня.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Косвенная агрессия",
        "Question": "Когда получается не по-моему, я иногда обижаюсь.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Раздражение",
        "Question": "Иногда люди раздражают меня одним своим присутствием.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Обида",
        "Question": "Нет людей, которых бы я по-настоящему ненавидел.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Подозрительность",
        "Question": "Мой принцип: \"Никогда не доверять \"чужакам\".",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Если кто-нибудь раздражает меня, я готов сказать, что я о нем думаю.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Чувство вины",
        "Question": "Я делаю много такого, о чем впоследствии жалею.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Физическая агрессия",
        "Question": "Если я разозлюсь, я могу ударить кого-нибудь.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Косвенная агрессия",
        "Question": "С детства я никогда не проявлял вспышек гнева.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Раздражение",
        "Question": "Я часто чувствую себя как пороховая бочка, готовая взорваться.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Обида",
        "Question": "Если бы все знали, что я чувствую, меня бы считали человеком, с которым нелегко работать.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Подозрительность",
        "Question": "Я всегда думаю о том, какие тайные причины заставляют людей делать что-нибудь приятное для меня.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Когда на меня кричат, я начинаю кричать в ответ.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Чувство вины",
        "Question": "Неудачи огорчают меня.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Физическая агрессия",
        "Question": "Я дерусь не реже и не чаще чем другие.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Косвенная агрессия",
        "Question": "Я могу вспомнить случаи, когда я был настолько зол, что хватал попавшуюся мне под руку вещь и ломал ее.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Раздражение",
        "Question": "Иногда я чувствую, что готов первым начать драку.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Обида",
        "Question": "Иногда я чувствую, что жизнь поступает со мной несправедливо.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Подозрительность",
        "Question": "Раньше я думал, что большинство людей говорит правду, но теперь я в это не верю.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Я ругаюсь только со злости.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Чувство вины",
        "Question": "Когда я поступаю неправильно, меня мучает совесть.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Физическая агрессия",
        "Question": "Если для защиты своих прав мне нужно применить физическую силу, я применяю ее.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Косвенная агрессия",
        "Question": "Иногда я выражаю свой гнев тем, что стучу кулаком по столу.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Раздражение",
        "Question": "Я бываю грубоват по отношению к людям, которые мне не нравятся.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Подозрительность",
        "Question": "У меня нет врагов, которые бы хотели мне навредить.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Я не умею поставить человека на место, даже если он того заслуживает.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Чувство вины",
        "Question": "Я часто думаю, что жил неправильно.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Физическая агрессия",
        "Question": "Я знаю людей, которые способны довести меня до драки.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Раздражение",
        "Question": "Я не огорчаюсь из-за мелочей.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Подозрительность",
        "Question": "Мне редко приходит в голову, что люди пытаются разозлить или оскорбить меня.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Я часто только угрожаю людям, хотя и не собираюсь приводить угрозы в исполнение.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Раздражение",
        "Question": "В последнее время я стал занудой.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "В споре я часто повышаю голос.",
        "Да": "1",
        "Нет": "0"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Я стараюсь обычно скрывать свое плохое отношение к людям.",
        "Да": "0",
        "Нет": "1"
    },
    {
        "Key": "Вербальная агрессия",
        "Question": "Я лучше соглашусь с чем-либо, чем стану спорить.",
        "Да": "0",
        "Нет": "1"
    }
]
